brew "git"
brew "curl"
brew "wget"
brew "neovim"
brew "gh"
brew "fzf"
brew "fd"
brew "tree"
brew "ripgrep"
brew "ast-grep"
brew "lazydocker"
brew "lazygit"
brew "libyaml"
brew "redis"
brew "dockutil"
brew "btop"
brew "zellij"

cask "orbstack"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "kitty"
cask "spotify"
cask "1password"
cask "1password-cli"
cask "jetbrains-toolbox"
cask "postman"
cask "chatgpt"
cask "linearmouse"
