brew "ast-grep"
brew "btop"
brew "curl"
brew "dockutil"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "pkgconf"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "lsd"
brew "neovim"
brew "postgresql@17", link: true
brew "redis"
brew "ripgrep"
brew "starship"
brew "tree"
brew "vips"
brew "wget"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"

cask "1password"
cask "1password-cli"
cask "chatgpt"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "linearmouse"
cask "orbstack"
cask "postman"
cask "raycast"
cask "spotify"
